Repository: SwimOrDieSoftware/WordpressContestCodePlugin
Catalog: languages/contest-code-*.po
Languages: it_it

source: Contestants
it_it: Partecipanti

source: Contest Codes
it_it: Codici del contest

source: Import Contest Codes
it_it: Importa i codici del contest

source: General Settings
it_it: Impostazioni generali

source: Start date of contest
it_it: Data di inizio del contest

source: End date of contest
it_it: Data di fine del contest

source: Email winners with prize information
it_it: Invia una email ai vincitori con le informazioni sul premio

source: Winner email subject
it_it: Oggetto della email per i vincitori

source: Beginning of winner email
it_it: Inizio della email per i vincitori

source: Text for When Someone Wins
it_it: Testo da visualizzare quando qualcuno vince

source: Text for When Someone Loses
it_it: Testo da visualizzare quando qualcuno perde

source: Text for when the contest is not currently running
it_it: Testo da visualizzare quando il contest non è attivo

source: Contest Code
it_it: Codice di partecipazione al contest

source: Edit
it_it: Modifica

source: Delete
it_it: Elimina

source: Prize
it_it: Premio

source: Has Been Used
it_it: è già stato usato

source: Yes
it_it: Si

source: winner
it_it: vincitore

source: Contestant
it_it: Partecipante

source: Email Address
it_it: Indirizzo e-mail

source: Invalid Code
it_it: Codice non valido

source: Add New
it_it: Aggiungi nuovo

source: Export Winners
it_it: Esporta i vincitori

source: Export All
it_it: Esporta tutti

source: Edit Contest Code
it_it: Modifica codice di partecipazione

source: Add Contest Code
it_it: Aggiungi codice di partecipazione

source: Go Back
it_it: Torna indietro

source: Contest code
it_it: Codice del contest

source: Prize associated with code
it_it: Premio associato al codice

source: Has this code been used?
it_it: Questo codice è già stato usato?

source: Prize Details
it_it: Dettagli del premio

source: Save Contest Code
it_it: Salve il codice del contest

source: Import contest codes from a Excel or CSV file. The format is as follows:
it_it: Importa i codici del contest da un file Excel o CSV. Il formato è il seguente:

source: Column 1: Contest Code
it_it: Colonna 1: Codice del contest

source: Column 2: Prize (if any)
it_it: Colonna 2: Premio (se vincente)

source: Column 3: Prize description
it_it: Colonna 3: Descrizione del premio

source: Settings saved.
it_it: Impostazioni salvate.

source: Contest Code Checker General Settings
it_it: Impostazioni generali di Contest Code Checker

source: Your Name
it_it: Il tuo nome

source: Your Email
it_it: La tua email

source: Prize Code
it_it: Codice

source: Submit Prize
it_it: Invia

source: This contest is currently not running.
it_it: Questo contest non è attivo in questo momento.

source: The code you entered was not a winner.
it_it: Non hai vinto.

source: You have entered a winner!
it_it: Hai inserito un codice vincente!

source: Maintain a list of contest codes and have users check to see if they have won anything
it_it: Mantieni una lista di codici del contest e permetti agli utenti di vedere se hanno vinto qualcosa
